alsa-utils
base
base-devel
blueman
bluez-utils
btrfs-progs
chafa
dex
dunst
dust
efibootmgr
fastfetch
fd
firefox-developer-edition
fontconfig
foot-git
fzf
gdb
git
grub
htop
hyprland-git
hyprlock-git
hyprshot
hyprwayland-scanner-git
imagemagick
intel-ucode
keepassxc
less
linux
linux-firmware
linux-headers
llvm
man-db
neovim-git
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
numix-circle-icon-theme-git
nvtop
openssh
os-prober
otf-firamono-nerd
pacman-contrib
pacutils
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
reflector
ripgrep
rofi-wayland
rustup
stow
sudo
swww
unzip
vim
wget
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-server
yay
zoxide
zsh
zsh-theme-powerlevel10k-git
