alsa-utils
awesome-git
base
base-devel
calibre
dex
discord-canary
easyeffects
efibootmgr
fd
firefox-developer-edition
flatpak
fontconfig
git
grub
htop
i3lock
keepassxc
kitty
lib32-mesa
lib32-nvidia-utils
linux
linux-firmware
linux-headers
man-db
mesa
neofetch
neovim-git
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-open
nvidia-utils
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
protonup-qt
pwgen
ripgrep
rofi
ruby
scrot
steam
sudo
ttf-fira-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
unzip
wget
wine-mono
wine-staging
wireplumber
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xorg-server
xorg-xinit
zsh
zsh-theme-powerlevel10k-git
