alhp-keyring
alhp-mirrorlist
btop
chafa
clang
dex
dhcpcd
dnsmasq
dunst
efibootmgr
fastfetch
fd
firefox-developer-edition
foot-git
fzf
git
hyprpicker
imagemagick
intel-ucode
iwd
keepassxc
less
lf
linux-firmware
lld
llvm
man-db
man-pages
mesa
neovim-git
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openssh
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
ripgrep
rofi-wayland
sudo
sway-git
swaylock
tmux
ttf-jetbrains-mono-nerd
vim
wireplumber
wlroots-git
xdg-desktop-portal-gi
xdg-desktop-portal-gtk-git
xdg-desktop-portal-wlr-git
yay
zoxide
zsh
